{
  "introductions": {
    "intro_greeting.mp3": "G’day! You’ve reached Pete's Plumbing. How can we help you today?"
  },
  "pricing": {
    "pricing.mp3": "Our pricing usually starts at $98 for standard service calls. We’ll provide a full quote after understanding the job better.",
    "cost_estimate_enquiry.mp3": "I can give you a ballpark now, and we’ll confirm once we see the job."
  },
  "miscellaneous": {
    "after_hours_greeting.mp3": "G’day, Pete’s Plumbing here. It’s after hours right now, but if it’s urgent, we can still help for an after-hours call-out fee. Otherwise, leave your name and number and we’ll get back to you first thing.",
    "in_business_how_long.mp3": "We’ve been doing this for 7 years now and got loads of happy clients and repeat work. You’ll be in safe hands.",
    "services_offered.mp3": "We handle blocked drains, leaking taps, toilet repairs, hot water issues, and a range of other plumbing issues. We also do gas fitting, pipe relining, and kitchen or bathroom plumbing. What’s the issue you’re facing right now?",
    "available_hours.mp3": "We’re available Monday through Saturday, 8am to 6pm. After-hours emergency support is also available for an extra service fee, so yeah, give us a ring anytime.",
    "ask_time_day.mp3": "We’ve got a few open slots this week. What time and day works for you?",
    "blocked_drain.mp3": "Blocked drain? Yeah, that’s a common one here — we can sort that out quick smart.",
    "leaking_tap.mp3": "Ah, the good ol’ drip. Yep, we can fix that up for ya quick as — shouldn’t take long at all.",
    "toilet_repair.mp3": "Gotcha, we’ll get that toilet working again for you.",
    "hot_water_issues.mp3": "Oof, no hot water’s no fun. We’ll check it out and get you back up and running.",
    "gas_fitting.mp3": "Sure thing, we’re licensed for gas work. Is it for a new install or a check-up?",
    "pipe_relining.mp3": "Yeah, we do pipe relining all the time. Saves you ripping the whole thing out.",
    "bath_kitchen_plumbing.mp3": "Easy done — we can handle the whole lot start to finish. Are you mid-reno now?",
    "when_can_come.mp3": "What's a good time to swing by?",
    "general_problems.mp3": "Righto, I am sure we can help. Can you tell me a bit more about what’s going on there?",
    "urgent_callout.mp3": "If it’s urgent, we can reshuffle and get someone out today. Want me to do that?",
    "confirmed_bye.mp3": "Perfect, you’re locked in. We’ll see you then. Thanks for calling!",
    "need_to_check.mp3": "No worries, I can hold your spot for the day you prefer while you check."
  }
}